{
    "0xc043D71F7455F9e8b65bC037E9252F6fD83849ef": {
        "name": "classify_delegate",
        "arguments": "{\n\"delegate_info\": \"Antiyro is a web3 dev bullish on zks. Currently working for SnapshotLabs/KasarLabs and is Building Starknode\",\n\"level_of_experience\": \"Intermediate\",\n\"specialization\": \"Web3 Development\",\n\"proposal_history\": \"Starknet Alpha v0.12.0, Do you like the Snapshot integration with Lenster?, Starknet Alpha v0.11.0 , TEST Starknet Alpha V 0.11 Vote\",\n\"activity_level\": \"Moderate\"\n}"
    },
    "0xBEC643BD5b7F5e9190617CA4187ef0455950C51C": {
        "name": "classify_delegate",
        "arguments": "{\n    \"delegate_info\": \"This delegate has voted on several proposals related to Starknet, Arbitrum, and dYdX. They seem to follow DAOs in the domain of advanced blockchain technologies with a focus possibly on Layer 2 solutions. They have an extensive voting history.\",\n    \"level_of_experience\": \"Given the broad range of DAOs they are active in, and their obvious participation in governance, it would seem they have high level of experience with DAOs and blockchain technologies.\",\n    \"specialization\": \"Based on the DAOs they are involved with and their voting history, it's clear they have a specialization in Layer 2 blockchain solutions and potentially development or tech strategy as they have been actively voting on major upgrades and operational decisions.\",\n    \"proposal_history\": \"The delegate has consistently voted on various proposals from different DAOs. The propagated proposals relate to technical upgrades, DAO operations and governance structures indicating broad interest and expertise.\",\n    \"activity_level\": \"The delegate has a high activity level given their frequent voting history across multiple DAO governance decisions.\"\n}"
    },
    "0x60F71959f4f14e2222eaAB14C83f414d4b4Bd1a8": "",
    "0xa0841146d646688EAaF3A0803FFc12C3A9E5434b": {
        "name": "classify_delegate",
        "arguments": "{\n    \"delegate_info\": \"This delegate, with the username 0xAsten, only follows and votes on Starknet ETH proposals. They seem to have a keen interest in Starknet and its updates and have an avatar set on IPFS.\",\n    \"level_of_experience\": \"The delegate appears to have a specific focus on Starknet ETH, which suggests they have a fair level of experience or interest in this particular network. However, their experience might be limited to this blockchain network.\",\n    \"specialization\": \"Given the focus on Starknet, it seems this delegate likely specializes in the Starknet Layer 2 solution or a relevant subject. Possibly in blockchain technology or smart contract development as indicated by their vote on every update for Starknet Alpha.\",\n    \"proposal_history\": \"Their proposal history is fully connected to Starknet ETH with votes on version updates and mock tests, suggesting an interest or specialization in alpha version testing and releases.\",\n    \"activity_level\": \"The delegate has been consistently voting on proposals provided by Starknet.eth. However, they will not be classified with high activity as it's only tied to one DAO.\"\n}"
    },
    "0x0b595e9573fDa86346E780d800856d6580580d26": {
        "name": "classify_delegate",
        "arguments": "{\n    \"delegate_info\": \"The delegate follows Starknet and has voted on several proposals related to Starknet, PancakeSwap and Crypto435. Their votes indicate a wide interest in various blockchain technologies and projects.\",\n    \"level_of_experience\": \"Given the list of DAOs they are actively voting in, they seem to have a fair level of experience in DAOs and blockchain projects. However, since there is no other specific information provided about their roles in these DAOs, their level of experience is classified as moderate.\",\n    \"specialization\": \"It appears that the delegate does not have a specific focus, with involvement in various projects addressing different aspects of blockchain technologies. This indicates a generalized knowledge base rather than a specific specialization.\",\n    \"proposal_history\": \"Looking at various kinds of proposals the delegate has supported – from version updates of Starknet Alpha to proposals for innovations and PancakeSwap – they seem to have a rounded interest in different fields within the blockchain space.\",\n    \"activity_level\": \"The delegate shows a moderate level of activity within community discussions and DAO governance. Evidence for this is drawn from their varied voting history.\"\n}"
    },
    "0xfBbeDCc25e12Dab1451E34b52b7B09419410ffC0": {
        "name": "classify_delegate",
        "arguments": "{\n    \"delegate_info\": \"The delegate seems to follow several DAOs such as starknet.eth, synthetix-stakers-poll.eth, qidao.eth, hop.eth, aave.eth, uniswap, gitcoindao.eth, sushigov.eth, opcollective.eth, council.bibliotheca.eth, and arbitrumfoundation.eth.\",\n    \"level_of_experience\": \"The delegate appears to have a high level of experience given their extensive voting history across multiple spaces including starknet.eth, uniswap, aave.eth, qidao.eth and opcollective.eth.\",\n    \"specialization\": \"Given the delegate's voting history across technical development proposals (starknet), governance enhancements (uniswap), financial proposals (aave) and community-based initiatives (opcollective), it seems like the delegate has a broad area of expertise ranging from technical to governance to financial.\",\n    \"proposal_history\": \"The delegate has voted on a wide array of proposals including but not limited to technical updates, governance enhancements, financial optimization and community initiatives.\",\n    \"activity_level\": \"The delegate has been very active in voting across different DAOs. Their activity spans multiple different types of proposals demonstrating their active involvement within the DAO community.\"\n}"
    },
    "0x22a8A128eCDE9A48e5356Ce12252552dB7941099": {
        "name": "classify_delegate",
        "arguments": "{\n    \"delegate_info\": \"The delegate, named GloryMen, seems to follow a couple of DAOs - starknet.eth and stgdao.eth.\", \n    \"level_of_experience\": \"The delegate appears to have some experience as evident from their voting history in starknet.eth. However, as the number of votes is limited, it may indicate the delegate's relatively new involvement in DAOs.\", \n    \"specialization\": \"Given the delegate's voting history which revolves around technical propositions related to Starknet, it seems like the delegate has a technical specialization.\", \n    \"proposal_history\": \"The delegate has voted on a limited number of proposals that primarily focus on updates related to Starknet Alpha.\", \n    \"activity_level\": \"The delegate shows a low level of activity given the limited number of votes across different DAOs. Their activity mainly centers around starknet.eth.\" \n}"
    },
    "0x18aa467E40E1deFB1956708830A343c1D01d3D7C": "",
    "0x531071bc32CBC2C552495ecf2F3C5eD45e8906C4": "",
    "0xB9063C1CC2506DC7Aa12840B3e9a5162B951D1E7": {
        "name": "classify_delegate",
        "arguments": "{ \n    \"delegate_info\": \"The delegate, named Toni Tabak, follows only one DAO, starknet.eth.\", \n    \"level_of_experience\": \"The delegate has some experience as evident from their voting history in starknet.eth across different proposals.\",\n    \"specialization\": \"Given the delegate's voting history, which is entirely focused on propositions related to Starknet, the delegate has a technical specialization.\", \n    \"proposal_history\": \"The delegate has voted on a few proposals but all targeted towards updates related to Starknet.\", \n    \"activity_level\": \"Considering the available data, the delegate's activity level can be classified as low to medium.\"\n}"
    },
    "0xdFB7009edD56adA61Ce83EF03111815eFA604c7E": {
        "name": "classify_delegate",
        "arguments": "{\n    \"delegate_info\": \"This delegate has casts numerous votes across different DAOs such as starknet.eth, council.bibliotheca.eth, yoginth.eth and eulerdao.eth.\",\n    \"level_of_experience\": \"Given the diverse involvement of the delegate across different DAOs, it reflects a high level of experience.\",\n    \"specialization\": \"The delegate seems to have broad knowledge across different proposals suggesting a lack of distinct specialization. The delegate could be classified as having a general expertise in DAO governance.\",\n    \"proposal_history\": \"The proposals history is quite varied, with multiple domains like starknet upgrades, liquidity provisions, Snapshot integrations and treasury allocations being supported. However, significant focus is seen on Starknet development and updates, based on starknet.eth proposal history.\",\n    \"activity_level\": \"There is fairly consistent activity from the delegate across different DAOs, indicating a high level of engagement.\"\n}"
    },
    "0xDE8Da96b368D2A4D75259b6923ABe927dCD6a14E": "",
    "0xABD7D15dFDf36e077a2C7F3875F75cfe299ECF2E": "",
    "0x2425F7f9e92e8b8709162F244146F4915AFF3D2F": "",
    "0x8a180A55E06E09c244f0a1de8ff31b6b88d657CC": {
        "name": "classify_delegate",
        "arguments": "{\n    \"delegate_info\": \"This delegate has casts votes across different DAOs including starknet.eth, hydranet.eth, and worldwidewebb.eth.\",\n    \"level_of_experience\": \"The delegate's involvement in different DAOs shows a moderate level of experience.\",\n    \"specialization\": \"The delegate seems to have a diverse knowledge with votes on proposals ranging from Alpha Version Upgrades to Liquidity Strategies and Community Competitions. A clear specialization is not observed.\",\n    \"proposal_history\": \"The delegate has voted on various kinds of proposals including Starknet updates, Liquidity Strategy for HDX and fanart competition in worldwidewebb.eth.\",\n    \"activity_level\": \"The activity level of the delegate is moderate with votes spread across different time periods.\"\n}"
    },
    "0x3073F6Cd5799d754Ea93FcF54c53afd802477983": "",
    "0x7e13BdEfAA68e14bDBfb59f618aB90bEc949706b": "",
    "0x79080563b82102e46C5dd9De2c26810Ef6005949": {
        "name": "classify_delegate",
        "arguments": "{\n\"delegate_info\": \"The delegate has voted on Starknet Alpha v0.12.0 proposal in the starknet.eth space.\",\n\"level_of_experience\": \"The delegate has some experience as they have participated in DAO voting.\",\n\"specialization\": \"The delegate's area of expertise is not specified, but with the proposal they voted for, it can be implied that they might be interested in technology development or are tech-savvy.\",\n\"proposal_history\": \"The delegate has history of supporting a technological proposal titled 'Starknet Alpha v0.12.0'.\",\n\"activity_level\": \"Based on the provided data, the delegate has a low activity level as there is only one vote recorded.\"\n}"
    },
    "0x3B5E8B0aE2fBDa9db0072e525f159a1D6CD9c665": {
        "name": "classify_delegate",
        "arguments": "{\n\"delegate_info\": \"The delegate follows the starknet.eth space and has voted on the Starknet Alpha v0.12.0 proposal.\",\n\"level_of_experience\": \"The delegate has some experience with DAO voting, specifically related to the starknet.eth space.\",\n\"specialization\": \"The delegate's specialization is not clearly stated, but their vote for a technical proposal suggests technical or developmental expertise.\",\n\"proposal_history\": \"The delegate has a record of supporting a technical proposal titled 'Starknet Alpha v0.12.0'.\",\n\"activity_level\": \"The delegate's activity level is considered low as there is only one vote recorded.\"\n}"
    },
    "0xbc135e34197f65ACC300Fd72Ba0c0815f5EDd3A3": "",
    "0xa2E1BdAa2C9a77A7D21c55dc0fBD62323e5CC2b4": ""
}